"%@ (Details)" = "%@ (Details)";
"%i Checkins" = "%i Checkins";
"%i Locations" = "%i Locations";
"..." = "...";
"Another backup has been stored. You may access it via iTunes filesharing or restore if necessary." = "Another backup has been stored. You may access it via iTunes filesharing or iCloud Drive and restore if necessary.";
"BackUps" = "BackUps";
"Cancel" = "Cancel";
"Check-In" = "Check-In";
"Checked you in: %@" = "Welcome to ‘%@‘ – You've just been checked in automatically.";
"Checked you out: %@" = "Bye Bye – You've just been checked out of '%@' automatically.";
"Removed short Event: %@" = "The previous checkin to '%@' has been discarded – You didn't stay long enough.";
"Custom Location" = "New Location";
"Demo Data" = "Demo Data";
"Do you really want to reset the database?" = "Do you really want to reset the database?";
"Do you really want to restore this backup? It will replace your current database!" = "Do you really want to restore this backup? It will directly replace your current database – a new backup will NOT be created!";
"Do you really want to switch to demo data?" = "Do you really want to switch to demo data?";
"Mixed" = "Mixed";
"New Location" = "New Location";
"No Results" = "No Results";
"OK" = "OK";
"Open" = "Open";
"Reset" = "Reset";
"Reset Database" = "Reset Database";
"Restore" = "Restore";
"Restore BackUp?" = "Restore BackUp?";
"Safety first!" = "Safety first!";
"The database has been reset. You may restore the backup that has just been stored for your safety." = "The database has been reset. You may restore the backup that has just been stored for your safety.";
"The database just loaded demo data. You may restore the backup that has just been stored for your safety." = "The database just loaded demo data. You may restore the backup that has just been stored for your safety.";
"These are all you backups. Tap one to restore or swipe to delete." = "These are all you backups. Tap one to restore or swipe to delete.";
"This Check-In has been generated automatically." = "This Check-In has been generated automatically.";
"You have no backups yet. You may create as many backups as you wish and restore them later." = "You have no backups yet. You may create as many backups as you wish and restore them later.";
"Sorry!" = "Sorry!";
"Your device doesn't support local search. You need at least iOS 6.1!" = "Your device doesn't support local search. You need at least iOS 6.1!";
"Select" = "Select";
"You've reached the maximum of 20 active auto check-ins. Please disable another location first." = "You've reached the maximum of 20 active auto check-ins. Please disable another location first.";
"The date of your checkout must be after your checkin!" = "The date of your leaving must be after your arrival!";
"Delete Location" = "Delete Location";
"Do you really want to delete that Location? All check-ins will be deleted too!" = "Do you really want to delete that Location? All check-ins will be deleted too!";
"Delete" = "Delete";
"Welcome to GeoLicious!" = "Welcome to GeoLicious!";
"You may start with a check-in via the top button or search for a location on the map... or visit the settings for a detailed introduction." = "You may start with a check-in via the top button or search for a location on the map... or go straight to settings and activate iCloud Drive if you've already started on another device.";
"Let's start!" = "Let's start!";
"Add to query address..." = "Add to query address...";
"Your Locations" = "Your Locations";
"Foursquare Venues" = "Foursquare Venues";
"Loading..." = "Loading...";
"Searching..." = "Searching...";
"Adds a new entry..." = "Adds a new entry...";
"%i entries" = "%i entries";
"Nothing found" = "Nothing found";
"Start something new" = "Start something new";
"Error" = "Error";
"Okay" = "Okay";
"Success" = "Success";
"You'll need to enable location services for this app to function properly!" = "You'll need to enable location services for this app to function properly!";
"Settings.Export.Database.Body" = "This email contains the current database from your GeoLicious installation. You may use this file as an additional backup. Simply save it somewhere you'll find it. You may also import that database directly from this email into GeoLicious.\n\nThis email includes additional GPX and CSV exports you may use in other external applications. You may try http://www.gpsvisualizer.com/, Apple Numbers or Microsoft Excel for a start.\n\nThat's it!";
"Welcome back!" = "Welcome back!";
"It has been %@ since your last visit!" = "It has been %@ since your last visit!";
"%.0f years" = "%.0f years";
"%.0f months" = "%.0f months";
"%.0f weeks" = "%.0f weeks";
"%.0f days" = "%.0f days";
"%.0f hours" = "%.0f hours";
"%.0f minutes" = "%.0f minutes";
"%.0f seconds" = "%.0f seconds";
"1 year" = "1 year";
"1 month" = "1 month";
"1 week" = "1 week";
"1 day" = "1 day";
"1 hour" = "1 hour";
"1 minute" = "1 minute";
"1 second" = "1 second";
"foursquare.oauth.success" = "Thanks for connecting Foursquare! From now on you may sync selected checkins to you online profile.";
"foursquare.oauth.error" = "Something went wrong! You may not have authorized GeoLicious or Foursquare has some problems right now.";
"foursquare.oauth.invalid" = "I've made some mistake! GeoLicious seems to have lost its Foursquare settings. Please contact me to fix this.";
"foursquare.oauth.offline" = "I could not finish your Foursquare connect! It looks like you're offline.";
"Search and select the appropriate Foursquare venue to update your existing location." = "Search and select the appropriate Foursquare venue to update your existing location. You can see the distance to your recorded position for each venue. Keep in mind that not all locations are known to Foursquare.";
"GeoLicious Update!" = "GeoLicious Update!";
"See what's new..." = "This new release comes with some new features... would you like to see what's new or simply go on?";
"Close" = "Close";
"Show" = "Show";
"Sounds" = "Sounds";
"Soothing Alerts" = "Soothing Alerts";
"Choose your favorite sound..." = "Choose your favorite sound...";
"Thanks to Adam Dachis on Lifehacker for providing this nice set of soothing alerts." = "Thanks to Adam Dachis on Lifehacker for providing this nice set of soothing alerts.";
"Sound : %@" = "Sound : %@";
"Silence" = "Silence";

"checkins.footer.one"    = "\nThat's exactly one check-in – keep going!";
"checkins.footer.single" = "\nThat makes %i check-ins for this location – a total stay of %@!";
"checkins.footer.many"   = "\nThat makes %i check-ins at %i different locations – a total stay of %@!";
"locations.footer.one"   = "\nThat's exactly one location – there is more!";
"locations.footer.many"  = "\nThat are %i different locations – keep going!";

"Working!" = "Working!";
"Give me a second to prepare the print job..." = "Give me a second to prepare the print job...";

"Print" = "Print";
"What timerange do you want to print?" = "This will print your current list. What timerange do you want to print?";
"This Week" = "This Week";
"Last Week" = "Last Week";
"This Month" = "This Month";
"Last Month" = "Last Month";
"Everything" = "Everything";

"Background Mode" = "Background Mode";
"Please enable Background Mode..." = "GeoLicious needs background app refresh for automated checkins. This will only use a very small amount of energy also known as geo-fencing. Please enable background app refresh via iOS settings (General) or disable the automated checkins in the settings.";
"Location Services" = "Location Services";
"Please enable Location Services..." = "GeoLicious is nearly useless without location services. Please enable that feature for GeoLicious via iOS settings (Privacy / Location).";
"Please enable Always On Mode..." = "GeoLicious needs location services for automated checkins too. This will only use a very small amount of energy also known as geo-fencing. Please enable permanent location services via iOS settings (Privacy / Location) or disable the automated checkins in the settings.";
"WiFi" = "WiFi";
"Please enable WiFi..." = "If you want to use the automated checkin feature you should enable WiFi. Otherwise geo-fencing is far less accurate and you'll get many false alarms or miss locations at all.";

"GeoLicious Free" = "GeoLicious Free";
"You've reached the limit..." = "You've reached the limit of the free version. If you like GeoLicious and want to keep more than 10 checkins or locations please visit the AppStore and purchase the cheap full version. Thanks!";
"Menu" = "Menu";


"Import" = "Import";
"Import Database?" = "Import Database?";
"Do you really want to import this database? It will replace your current one – but I'll make a fresh backup before!" = "Do you really want to import this database? It will replace your current one – but I'll make a fresh backup before!";


"inapp.welcome.title"   = "Welcome to GeoLicious";
"inapp.welcome.message" = "The free version allows you to test all features for free. If you want to add more than 10 entries you'll need to upgrade to the full version.";
"inapp.welcome.later"   = "Later";
"inapp.welcome.gopro"   = "Upgrade";

"inapp.gopro.title"   = "GeoLicious – Full Version";
"inapp.gopro.message" = "The free version allows you to test all features for free. If you want to add more than 10 entries you'll need to upgrade to the full version. If you need more time for testing the app you may delete some entries.";
"inapp.gopro.later"   = "Later";
"inapp.gopro.gopro"   = "Upgrade";

"inapp.trial.over.message" = "You’ve reached the maximum number of items allowed in the free trial.\n\nPlease upgrade to the full version.\n\nIf you want more time for testing, just delete some older items.";

"inapp.please.wait"     = "Please Wait";
"inapp.connecting"      = "Connecting to iTunes...";
"inapp.purchase.title"  = "In-App Purchase";
"inapp.button.cancel"   = "Cancel";
"inapp.button.okay"     = "Okay";
"inapp.button.close"    = "Close";
"inapp.success.title"   = "Success!";
"inapp.success.message" = "Thanks for purchasing!";

"discard" = "Discard";
"checkout" = "CheckOut";

"Use iCloud Drive" = "Use iCloud Drive";
"Where is the data you want to use for GeoLicious?" = "Where is the data you want to use for GeoLicious? Don't worry too much – your backups are stored independently and my be restored if necessary.";
"iCloud" = "iCloud Drive";
"Device" = "This Device";

"You've left..." = "You've left...";
"tmp.footer" = "...still counting...";
